Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Lakiin sisältyy säännöksiä oikeudessa käsiteltävien asioiden
sme: Lágain leat njuolggadusat

source: laadusta sekä ilmaisen oikeusavun saamisen tulo- ja varallisuusrajoista. Jos perustaksi olisi
sme: das makkár áššešlájat ja dinestus- ja opmodatrájit leat nuvttá riekteveahki oažžumii.

source: otettu lain pääsäännös, kyseisissä asioissa ei olisi myönnetty oikeusapua. Oikeusasiamies
sme: Jos lága váldonjuolggadus livččii leamaš vuođđun, de duoidda áššiide ii livčče

source: lausui kuitenkin vuonna 1996, että oikeusapulain poikkeussäännöksiä sovellettaessa tulee
sme: addojuvvon nuvttá riekteveahkki. Siviilaáittardeaddji celkkii dattetge jagi 1996 ahte

source: ottaa huomioon ne velvoitteet, joita Norjalla on saamelaisia kohtaan Norjan perustuslain 110 a
sme: geatnegasvuođaid mat Norggas leat sámi álbmogii Vuođđolága § 110 a mielde, ILO

source: §:n, itsenäisten valtioiden alkuperäiskansoja ja heimokansoja koskevan ILO:n
sme: konvenšuvnna nr. 169 mielde, mii lea iešmearrideaddji stáhtaid álgoálbmogiid ja

source: yleissopimuksen n:o 169 ja kansalaisoikeuksia ja poliittisia oikeuksia koskevan YK:n
sme: álbmotjoavkkuid birra, ja artihkkala 27 mielde, mii lea ON konvenšuvnnas siviila ja

source: yleissopimuksen 37 artiklan nojalla.
sme: politihkalaš vuoigatvuođaid birra.

source: Hän lausui:
sme: Son celkkii ná:

source: ” Nykyään näiden määräysten perusteella oletetaan, että saamelaisella väestöryhmällä on tietty oikeus vaatia positiivista erityiskohtelua sen ollessa välttämätöntä niiden vaatimusten täyttämiseksi, joita valtion viranomaisille asetetaan tässä yhteydessä.
sme: " Dáid mearrádusaid geažil odne jáhkkojuvvo ahte sámi álbmotjoavkkus lea lohpi gáibidit ahte eiseválddit čájehit sidjiide positiiva erenoamášmeannudeami go nu lea dárbu ollašuhttin dihte daid gáibádusaid mat dán oktavuođas leat stáhtaeiseválddiide.

source: Viranomaisilla on lisäksi velvollisuus kiinnittää käytännön hallintotoimissa erityistä huomiota saamelaiseen väestöryhmään.
sme: Dasto lea eiseválddiin geatnegasvuohta vuhtiiváldit erenoamášmeannudeami go sis lea dahkamuš sámi álbmotjovkkuin geavatlaš hálddašeamis.

source: On myös ilman muuta pidettävä lähtökohtana, että vaatimus, jonka mukaan valtion viranomaisten tulee järjestää olosuhteet sellaisiksi, että saamelainen väestöryhmä voi turvata ja kehittää kulttuuriaan, käsittää myös niin kutsutun ” aineellisen kulttuuriperustan ”, joka määritellään saamelaisen väestöryhmän kulttuurin ja elintapojen taloudelliseksi ja fyysiseksi perustaksi.
sme: Dás sáhttit maid eahpitkeahttá atnit vuođđun, ahte go stáhtaeiseválddiin gáibiduvvo, ahte sii galget láhčit dilálašvuođaid nu, ahte sámi álbmotjoavku sáhttá seailluhit ja ovddidit iežas kultuvrra, de dat gáibádus siskkilda maid nugohčoduvvon " ávnnaslaš kulturvuođu ", mii čilgejuvvo sámi veahkadatjoavkku kultuvrra ja eallinvuogi ekonomalaš ja rumašlaš vuođđun.

source: Nyt puheena olevassa tapauksessa on kysymys poronhoitoon liittyvästä asiasta.
sme: Dán oktavuođas lea ášši mii gullá boazodollui.

source: Poronhoitoelinkeino ei ole ainoastaan elinkeino, joka muodostaa osan saamelaiskulttuurin taloudellisesta perustasta, vaan se on myös itsessään omaleimaisen saamelaiskulttuurin osa.
sme: Boazodoalloealáhus ii leat dakkár ealáhus dušše, mii dahká oasi sámi kultuvrra ekonomalaš vuđđui, go dat lea iešalddis sámi kultuvrra erenomaš bealli.

source: Tämä merkitsee, että poronhoitoelinkeinoa koskevia asioita on tarkasteltava yhtenä perustuslain 110 a §:n keskeisimmistä osaalueista.
sme: Dat mearkkaša ahte áššit mat gusket boazodoalloealáhussii, fertejit geahčaduvvot dakkárin mat gullet Vuođđolága Grunnloven § 110 a váldosuorgái.

source: Tämä on minun näkökantojeni perustana tässä asiassa.
sme: Dat lea vuolggasadjin mu geahčademiide dán áššis.

source: Yleisiä säännöksiä muotoiltaessa tulee ennen kaikkea ottaa huomioon kansainvälisen oikeuden ja perustuslain vaatimukset.
sme: Vuos ja ovddimusat ferte Álbmotrievtti ja Vuođđolága gáibádusat váldojuvvot go dábálaš lágat ráhkaduvvojit.

source: Yksittäisiä asioita käsiteltäessä on kuitenkin myös syytä ottaa huomioon perustuslain määräyksen oikeudellinen standardi.
sme: Dattetge lea dárbu ahte sii váldit vuhtii vuođđolága mearrádusa rievttálaš standárddage, guđet gieđahallet ovttaskas áššiid, go dat šattašii leat vuostálagaid gáibádusaiguin maid Vuođđoláhka ja Álbmotriekti bidjá bidjet stáhtaeiseválddidide, jos stáhtaeiseválddiid ollislaš politihkka dáhtokeahttá čuozášii nu sámi kultuvrra ávnnaslaš vuđđui, ahte dat áitojuvvo.

source: Olisi nimittäin vastoin valtion viranomaisten perustuslaillista ja kansainvälisoikeudellista velvoitetta, jos valtion viranomaisten kokonaisvaltaiset toimenpiteet vaikuttaisivat tahattomasti saamelaisen kulttuurin aineelliseen perustaan sellaisella tavalla, että itse kulttuuri olisi vaarassa.
sme: Erenoamážit das mii guoská ” neutrála ” hálddahussuorggi mearrádusaide, mas lea friddja áššegieđahallan, muhto mas áššin leat doaimmat mat leat erenoamáš deaŧalaččat sámi kultuvrii, boazodollui, ferte stáhtaeiseválddiide leat viehka garra gáibádus das, ahte leat gozuid alde ja vuhtiiváldet sámi álbmotjoavkku.

source: Nimenomaan tällaisilla hallintoalueilla on muuten helppoa jättää huomioimatta perustuslain 110 a §:ssä asetetut vaatimukset. ”
sme: Jure juste dakkár hálddašansurggiin lea muđuid álki bajelgeahččat gáibádusaid maid Vuođđolága 110 a bidjá. "

source: Tällä oikeusasiamiehen lausunnolla on ollut merkitystä saamelaisten mahdollisuudelle saada
sme: Dát ceakámuš maid siviilaáittardeaddji buvttii, lea leamaš deaŧalaš sámiid

source: maksutonta oikeusapua.
sme: vejolašvuhtii oažžut nuvttá riekteveahki.

source: Asiantuntijatyöryhmä yhtyy oikeusasiamiehen tässä ilmaisemiin
sme: Áššedovdi joavku doarju daid oaiviliid maid

source: näkökantoihin.
sme: siviilaáittardeaddji ilbmadii.

source: Loppumääräykset
sme: Loahppamearrádusat

source: Tämä sopimus tulee sen allekirjoittamisen jälkeen esittää sopimusvaltioiden saamelaiskäräjille hyväksymistä varten.
sme: Sámedikkiid dohkkeheapmi Dát konvenšuvdna galgá, maŋŋilgo dasa lea vuolláičállojuvvon, biddjojuvvot golmma sámedikki ovdii vai dat dohkkehivčče dan.

source: Asiantuntijatyöryhmä pohtii edellä 8 luvussa, tuleeko sopimusvaltioiden
sme: Dás ovddabealde kapihttalis 8 áššedovdi joavku ságastallá das, galgetgo dan

source: saamelaiskäräjien olla sopimuksen osapuolina.
sme: golmma riikka sámedikkiid oasálaččat konvenšuvdnii.

source: Kuten pohdiskeluista käy ilmi,
sme: Nugo boahtá ovdan

source: sopimusvaltioiden ja kolmen saamelaiskäräjien välisestä sopimuksesta tulisi oikeudelliselta
sme: divaštallamiin, de dan golmma riikka ja golmma sámedikki gaskasaš soahpamuš

source: luonteeltaan sekava.
sme: šaddá leat rievttálašvuođa dáfus segohus.

source: Sitä voitaisiin pitää kansainvälisoikeudellisena valtiosopimuksena niiltä
sme: Dan galggašii leat vejoalaš atnit

source: osin kuin kyseiset kolme sopimusvaltiota ovat tehneet toinen toistaan velvoittavia
sme: álbmotrievttálaš soahpamuššan dan golmma oasis main dat golbma stáhta leat váldán

source: sitoumuksia, mutta siitä tulisi luonteeltaan toisenlainen niiltä osin kuin se koskisi valtioiden ja
sme: badjelaset geatnegasvuođaid duoidda nuppiide, muhto soahpamušas livččii eará

source: saamelaiskäräjien tai valtioiden ja yksittäisten saamelaisten välistä oikeussuhdetta.
sme: luondu dan mielde makkár riektedilálašvuođat gustojit stáhtaid ja sámedikkiid

source: kansainvälisoikeudellinen sopimus aiheuttaa oikeudellista epäselvyyttä ja että sen auktoriteetti
sme: Ášedovdi joavku oaivvilda ahte soahpamuš man luondu dušše muhtumassii

source: ja vaikuttavuus kärsivät.
sme: livččii álbmotrievttálaš, dagahivččii rievttálaš eahpečielggasvuođa ja massit árvoválddi ja bastilvuođa.

source: Näin on olemassa vaara, ettei sopimuksen merkitys saamelaisten
sme: Soahpamuššii de livččii dat várra ahte ii šat mearkkaš

source: statuksen sääntelijänä yllä asiantuntijatyöryhmän toivomalle tasolle.
sme: maidege sámi álbmoga dili reguleremii aššedovdi joavkku sávaldaga mielde.

source: Asiantuntijatyöryhmä pitää kuitenkin välttämättömänä sitä, että saamelaiskäräjät ovat
sme: Áššedovdi joavku dattetge gávnnaha dárbbašlažžan ahte sámedikkit leat

source: yksimielisiä sopimuksen sisällöstä.
sme: ovttamielalaččat konvenšuvnna sisdoalus.

source: Tämän johdosta asiantuntijatyöryhmä pitää parempana
sme: Čoavddus maid áššedovdi joavku oidá,

source: ratkaisua, jossa sopimuksen ratifiointi ja voimaantulo edellyttävät saamelaiskäräjien
sme: mearkkaša danne ahte sámedikkiid dohkkehus šaddá eaktun konvenšuvnna

source: hyväksyntää.
sme: ratifiseremii ja fámuiduvvamii.

source: Saamelaiskäräjien suostumusta edellytetään myös sopimuksen muuttamiseksi sen
sme: Seammá ládje gáibiduvvo sámedikkiid dohkkehus jos nuppástusat galget

source: voimaantulon jälkeen.
sme: dahkkojuvvot konvenšuvdnii maŋŋilgo dat lea fámuiduvvan.

source: Asiantuntijatyöryhmä on lisäksi keskustellut siitä, tulisiko
sme: Áššedovdi joavku lea

source: sopimuksessa olla irtisanomisehto, mutta on päätynyt siihen, ettei kyseisen ehdon mukanaolo
sme: dasto divaštallan berrego konvenšuvnnas leat klausula konvenšuvnna heaittiheamis,

source: ole toivottavaa.
sme: muhto gávnnahii ahte dakkár mearrádus ii leat sávahahtti konvenšuvdnii.

source: Ratifiointi voi kuitenkin tapahtua vasta sitten, kun sopimusvaltioiden saamelaiskäräjät ovat antaneet 48 artiklassa tarkoitetun hyväksymisensä.
sme: Ratifikašuvdna sáhttá ollašuvvat easkka maŋŋilgo dat golbma sámedikki leat dan dohkkehan artihkkala 48 mielde.

source: Ensimmäinen lause: Määräyksessä noudatetaan tavanomaista käytäntöä.
sme: Vuosttaš cealkka: Mearrádus čuovvu dábálaš vieru.

source: Toinen lause: Tässä viitataan 48 artiklaa koskeviin huomautuksiin.
sme: Nubbi cealkka: Dás čujuhuvvo artihkkala 48 mearkkašumiide.

source: Sopimus tulee voimaan 30 päivää sen jälkeen kun ratifiointiasiakirjat on talletettu Norjan ulkoasiainministeriöön.
sme: Fámuiduvvan Konvenšuvdna fámuiduvvá go golbmalot beaivvi leat vássán dan beaivvi rájis go ratifikašuvdnadokumeanttat leat deponejuvvon Norrgga olgoriikkadepartemeantta vurkkodanháldui.

source: Norjan ulkoasiainministeriön tulee ilmoittaa Suomelle, Ruotsille ja sopimusvaltioiden saamelaiskäräjille ratifiointiasiakirjojen tallettamisesta ja sopimuksen voimaantuloajasta.
sme: Norgga olgoriikkadepartemeanta dieđiha Supmii, Ruŧŧii ja dan golmma sámediggái go ratifikašuvdnadokumeanttat leat deponejuvvon olgoriikkadepartemeantta vurkkodanháldui, ja goas soahpamuš fámuiduvvá.

source: Tämän sopimuksen alkuperäiskappale talletetaan Norjan ulkoasiainministeriöön, jonka tulee toimittaa Suomelle, Ruotsille ja sopimusvaltioiden saamelaiskäräjille sopimuksen oikeaksi todistetut jäljennökset.
sme: Dán konvenšuvnna originála deponejuvvo Norgga olgoriikkadepartemeantta vurkkodanháldui, mii fuolaha ahte Suopma, Ruoŧŧa ja dat golbma sámedikki ožžot duođaštuvvon kopiija.

source: Ensimmäinen kappale: Määräys on tavanomaisen käytännön mukainen.
sme: Vuosttaš lađas: Mearrádus soahpá dábálaš geavadii.

source: Toinen kappale: Määräys, joka koskee tallettamisesta ilmoittamista kahdelle muulle
sme: Nubbi lađas: Mearrádus dieđiheamis deponema birra duon guovtti nuppi

source: sopimusvaltiolle, on tavanomaisen käytännön mukainen.
sme: konvenšuvdnastáhtii soahpá dábálaš geavadii.

source: Se, että asia on ilmoitettava myös
sme: Ahte diehtu maid galgá addojuvvot dan

source: sopimusvaltioiden saamelaiskäräjille, perustuu tämän sopimuksen mukaiseen
sme: golmma sámediggái, čuovvu dan sajádagas mii Sámedikkis lea dán konvenšuvnna

source: saamelaiskäräjien asemaan, katso edellä 8 luku ja 48 artiklaa koskevat huomautukset.
sme: mielde, geahča dás ovddabealde kapihttalis 8 ja artihkkala 48 mearkkašumiid.

source: Tähän sopimukseen voidaan tehdä muutoksia yhteistyössä sopimusvaltioiden saamelaiskäräjien kanssa ottaen huomioon 48 artiklan määräyksen.
sme: Konvenšuvnna nuppástuhttin Dán konvenšuvnna nuppástuhttin dahkkojuvvo golmmain sámedikkiin ovttasráđiid ja artihkkala 48 mearrádusa mielde.

source: Sopimuksen muutos tulee voimaan 30 päivää sen jälkeen, kun sopimusosapuolet ovat ilmoittaneet Norjan ulkoasiainministeriölle hyväksyneensä muutokset.
sme: Nuppástusat fámuiduvvet dán konvenšuvdnii golbmalot beaivvi maŋŋil dan beaivvi go soahpamušdahkkit leat dieđihan Norgga olgoriikkadepartementii ahte sii leat dohkkehan daid.

source: Ensimmäinen kappale: Tässä viitataan 48 artiklaa koskeviin huomautuksiin.
sme: Vuosttaš lađas: Dás čujuhuvvo artihkkala 48 mearkkašumiide.

source: Toinen kappale: Määräys on tavanomaisen käytännön mukainen.
sme: Nubbi lađas: Mearrádus soahpá dábálaš geavadii.

source: Tämän vakuudeksi ovat sopimusosapuolien edustajat allekirjoittaneet tämän sopimuksen.
sme: Duođaštussan dasa soahpamušbeliid ovddasteaddjit leat vuolláičállán dán konvenšuvnna.

source: Tehty (paikka) (aika) yhtenä suomen-, norjan-, ruotsin- ja saamenkielisenä kappaleena, joiden kaikkien tekstit ovat yhtä todistusvoimaisia.
sme: Mii dáhpáhuvai …. …. 20 …. golmma eksempláras dárogillii, suomagillii, ruoŧagillii ja sámegillii, main buot teavsttat gustojit ovtta mađe.

source: Määräyksen mukaan sopimuksen kieliä ovat norja, suomi, ruotsi ja saamen kieli.
sme: Mearrádus mearrida ahte konvenšuvdnateaksta lea dárogillii, suomagillii,

source: Saamen kielellä tarkoitetaan tässä yhteydessä pohjoissaamen kieltä.
sme: ruoŧŧagillii ja sámegillii. Sámegiella lea dán oktavuođas davvisámegiella.

source: Liite 1: Valmius valtiosopimusten solmimiseen: alkuperäiskansoja koskeva yhteenveto
sme: Mielddus 1: Váldi dahkat álbmogiidgaskasaš soahpamušaid: ruoŧŧilaš čoahkkáigeassu álgoálbmogiid birra

source: Se, millä tahoilla on valmiudet solmia valtiosopimuksia, on arkaluonteinen kysymys, sillä valtiosopimukset muodostavat yhden kansainvälisen oikeuden oikeuslähteistä.
sme: Gažaldat, main ovttadagain lea váldi šiehtadallat álbmogiidgaskasaš soahpamušaid (traktáhtaid), lea hearkkes gažaldat juo dainnago álbmogiidgaskasaš soahpamušat leat álbmotrievtti riektegáldut.

source: Perinteisesti on katsottu, että ainoastaan valtioilla ” alkuperäisinä kansainvälisinä oikeussubjekteina ” on valmiudet solmia valtiosopimuksia.
sme: Árbevirolaččat lea dušše stáhtain ‘ álbmotriektesubjeaktan ’ adnojuvvon leat fápmu siehtadit álbmogiidgaskasaš soahpamušaid.

source: Valtiosopimusoikeutta koskevan Wienin yleissopimuksen 2 artiklan 1 kappaleen a kohdan mukaan ” valtiosopimuksella ” tarkoitetaan ” valtioiden välillä kirjallisessa muodossa tehtyä kansainvälisen oikeuden alaista sopimusta ”.
sme: Wienkonvenšuvdna traktáhtasoahpanválddis mearrida artihkkaliin 2(1a) ahte ‘ álbmogiidgaskasaš soahpamušain ’ (traktáhtain) ipmirduvvo ‘ riikkaidgaskasaš soahpamuš mii lea čálalaš hámis ja riikkaidgaskasaš rievtti vuollásaš.

source: Valtioiden lisäksi myös joidenkin muiden tahojen on myönnetty olevan kansainvälisiä oikeussubjekteja.
sme: ’ Lassin stáhtaide leat dihto eará ovttadagatge mieđihuvvon leat álbmotriektesubjeaktan.

source: Muutamilla niistä katsotaan olevan tietyt mutta ei välttämättä samanlaiset valmiudet valtiosopimusten solmimiseen.
sme: Dihtoláganiin dáin ovttadagain adnojuvvojit leat dihto, muhto eai vealtameahttumit ovttalágan válddit, šiehtadit álbmogiidgaskasaš soahpamušaid.

source: Kyseisen tahon erityispiirteet tai tietyt toiminnot, joita se välttämättä tarvitsee päämääränsä saavuttamiseksi, voivat olla viitteenomaisia tai myös merkitykseltään ratkaisevia, kun on kysymys kyseisen tahon valmiudesta solmia valtiosopimuksia.
sme: Soames ovttadaga mihtilmasvuođat dahje dihto doaimmat mat leat dárbbašlaččat vai ovttadat sáhttá čađahit iežas ulbmila, sáhttet leat indikatiivvat dahje juoba juo mearrideaddji deaŧalaččat ovttadaga váldái šiehtadit álbmogiidgaskasaš soahpamušaid.

source: Nykyään esimerkiksi tietyillä kansainvälisillä järjestöillä katsotaan olevan valmiuksia valtiosopimusten solmimiseen.
sme: Odne adnojuvvojit omd. dihto riikkaidgaskasaš organisašuvnnain leat váldi šiehtadit álbmogiidgaskasaš soahpamušaid.

source: Itsemääräämisoikeuden on todettu voivan valtiosopimusoikeudessa tasoittaa tiettyjä puutteita. Ne liittyvät sellaisten kriteerien täyttämiseen, joiden nojalla jokin taho voi muodostaa valtion, ja eri tahojen asemaan sellaisina kansainvälisinä oikeussubjekteina, joilla on valmiudet solmia valtiosopimuksia.
sme: Álbmogiidgaskasaš soahpamušaid rievttis lea iešmearridanvuoigatvuohta čájehan iežas sáhttit buhttet dihto váilliid dain mearriduvvon ollašuhtti eavttuin mat galget leat ovttadagas ovdalgo dat sáhttá leat stáhta, ja dan árvodásis mii ovttadagas lea dakkár álbmotriektesubjeaktan mas lea váldi šiehtadit álbmogiidgaskasaš soahpamušaid.

source: Alueiden, joilla on siirtomaamenneisyys, tai alueiden, jotka ovat olleet vieraiden valtojen miehittäminä, on tietyssä määrin katsottu voivan solmia valtiosopimuksia.
sme: Territoriijain main lea koloniijalaš vássánáigi, dahje territoriijain maid vieris váldi lea váldán vuollásis, lea dihto mearrái adnojuvvon leat váldi šiehtadit álbmogiidgaskasaš soahpamušaid.

source: Kansan suhde tiettyyn alueeseen on ratkaiseva tekijä, joka yhdistää kansan ja itsemääräämisoikeuden.
sme: Álbmoga oktavuohta dihto territoriijii, lea dat mearrideaddji fáktor mii ovttastahttá álbmoga iešmearridanvuoigatvuođain.

source: Alkuperäiskansojen suhde erityiseen alueeseen eroaa osittain siirtomaavallan alaisten tai miehitettyjen alueiden kansojen suhteesta alueeseen, ja se on tunnustettu kansainvälisissä yleissopimuksissa, julistuksissa ja yksilöllisissä valitusmenettelyissä, jotka on laadittu ihmisoikeussopimusten turvin.
sme: Álgoálbmogiid erenoamáš oktavuohta dihto territoriijii, mii muhtumassii earrána dan oktavuođas mii koloniserejuvvon dahje vieris válddi vuollásaš guovlluid álbmogiin lea iežaset territoriijii, lea dohkkehuvvon riikkaidgaskasaš soahpamušain, deklarašuvnnain ja dakkár individuála váidalusriektegeavvamiin maid olmmošvuoigatvuođaid konvenšuvnnat leat ásahan.

source: Itsenäisten maiden alkuperäiskansoja ja heimokansoja koskevan kansainvälisen työjärjestön yleissopimuksen (ILO. No. 169) 13 artiklan 1 momentissa säädetään:
sme: Suverena stáhtaid álgoálbmogiid ja álbmotčearddaid gieđahalli riikkaidgaskasaš bargoorganisašuvnna konvenšuvnna artihkkal 13 (1), ILO No.

source: koskeva Wienin yleissopimus, 2 (1) ja 6 artikla, 25 ILM 543 (1986).
sme: 169, mearrida ahte:» 1.

source: E / CN.4/Sub.2/1994/2/Add.1, esitetään, että alkuperäiskansoilla on oikeus säilyttää erityinen suhteensa maa- ja vesialueisiin, ja siinä säädetään niiden oikeudesta omistaa, pitää hallussaan ja käyttää perinteisiä maa-alueitaan ja niiden luonnonvaroja. Ks. myös yleisamerikkalaisen ihmisoikeuskomission 26.2.1997 hyväksymän alkuperäiskansojen oikeuksia koskevan yleisamerikkalaisen julistusluonnoksen 18 artikla,
sme: Go ráđđehusat geavahit konvenšuvnna mearrádusaid mat leat dán oasis, de galget gudnejahttit dan erenoamáš mearkkašumi mii guoskkahallan álbmogiid oktavuođas juogo duovdagiidda dahje guovlluide, dahje sihke duovdagiidda ja guovlluide, go nu deaivá, main sii orrot dahje maid sii geavahit eará ládje, lea sin kultuvrii ja vuoiŋŋalaš máilbmái ja erenoamážit dáid dilálašvuođaid kollektiiva beliide. ”

source: Ruotsin liittymisestä ILO:n yleissopimukseen nro 169 ”, Ihmisoikeuskomitea, joka valvoo kansalaisoikeuksia ja poliittisia oikeuksia koskevaa kansainvälistä yleissopimusta, on paitsi oikeuskäytännössään myös 27 artiklaa koskevassa yleisessä huomautuksessaan 23 todennut, että erityinen kulttuuri voi saada ilmaisunsa monilla tavoilla, etenkin kun on kyse vähemmistönä olevasta alkuperäiskansasta, jonka elämäntyyli liittyy vahvasti tiettyyn alueeseen ja sen luonnonvarojen käyttöön.
sme: Olmmošvuoigatvuođaid lávdegoddi, mii goziha riikkaidgaskasaš konvenšuvnna mii gieđahallá servodatlahtolaš ja politihkalaš vuoigatvuođaid, lea iežas riektegeavaheamis, ja lassin vel iežas dábálaš komennttas 23, mii guoskkaha artihkkala 27, duođaštan ahte erenoamážit dakkár álgoálbmogiin mat leat unnitlohku, sáhttá erenoamáš kultuvra ilbmat máŋgga ládje eallinvuohkin mii nannosit čatnasa dihto territoriijii ja dan luondduriggodagaid geavaheapmái.

source: Komitea on katsonut, että alkuperäiskansojen perinteiset elinkeinot kuten poronhoito, metsästys ja kalastus turvataan 27 artiklassa.
sme: Lávdegoddi oaivvilda ahte álgoálbmogiid árbevirolaš doaimmaid, nugo boazodoalu, meahcásteami ja guolásteami, suodjala artihkkal 27.

source: Tiettyä erityistä aluetta ja sen luonnonvaroja pidetään siten välttämättöminä alkuperäiskansojen erityisen kulttuurin säilyttämisen ja viime kädessä myös alkuperäiskansojen eloon jäämisen kannalta.
sme: Erenoamáš territoriija ja dan luondduriggodagat adnojuvvo dainna lágiin dárbbašlažžan jos álgoálbmogiid erenoamáš kultuvra ja loahpaloahpalaččat iežage galget seailut.

source: Tällä tavalla komitea on liittänyt toisiinsa 27 artiklan, joka koskee vähemmistöjen oikeutta osallistua kulttuuriinsa ja identiteettiinsä vaikuttavaan päätöksentekoon, 25 artiklan, joka koskee osallistumista päätöksentekoon, sekä 1 artiklan, joka koskee itsemääräämisoikeutta ja johon sisältyy kansojen omien elinehtojen riistämistä koskeva kielto.
sme: Ná lea lávdegoddi gihppen artihkkala 27, mii gieđahallá unnitloguid vuoigatvuođa searvat mearridemiide mat sáhttet čuohcit sin kultuvrii ja indentitehtii, artihkkaliin 25, mii gieđahallá searvama mearridemiide, ja vel artihkkaliin 1, mii gieđahallá iešmearridanvuoigatvuođa oktan gildosiin álbmoga iežas birgenvejolašvuođaid rievdideami vuostá.

source: Sekä kansalaisoikeuksia ja poliittisia oikeuksia koskevan yleissopimuksen että taloudellisia, sosiaalisia ja kulttuurisia oikeuksia koskevan yleissopimuksen 1 artiklassa säädetään:
sme: Sihke konvenšuvdna servodatlahtolaš ja politihkalaš vuoigatvuođain ja konvenšuvdna ekonomalaš, sosiála ja kultuvrralaš vuoigatvvuođain mearridit artihkkalis 1 ahte:

source: Kaikki kansat voivat vapaasti käyttää luonnonrikkauksiaan ja - varojaan omiin tarkoituksiinsa, mikäli se ei vahingoita yhteisen edun periaatteelle perustuvan kansainvälisen taloudellisen yhteistyön ja kansainvälisen oikeuden velvoituksia.
sme: Buot álbmogat iežaset ulbmiliidda hálddašit iežaset luondduriggodagaid ja dinestusaid, dattege dat ii oaččo vahágahttit geatnegasvuođaid mat vulget oktasaš ávkki prinsihppii vuođđuduvvon riikkaidgaskasaš ekonomalaš ovttasbarggus, iige vel riikkaidgaskasaš rievttige.

source: Yleisesti hyväksyttyä määritelmää ” alkuperäiskansasta ” tai ” kansasta ” ei ole löydettävissä.
sme: Máilmmiviidosaččat dohkkehuvvon definišuvdna ‛álgoálbmogiin ’ dahje ‛álbmogiin ’ ii leat vejolaš gávdnat.

source: Vähitellen on alettu yhä paremmin oivaltaa, kuinka myönteisesti monimuotoisuuden arvostus yhdistettynä osallistumismahdollisuuksien lisäämiseen vaikuttaa demokratiaan ja stabiliteettiin, ja tämän johdosta käsitettä ” kansa ” on muokattu siten, ettei sitä enää pidetä homogeenisena käsitteenä.
sme: Dainnago ipmárdus lea buorránan das, ahte šláddjiivuođa gudnejahttojupmi oktan buoret searvanvejolašvuođaiguin dahket buriid servodahkii ja dan dássededdui, de leat heivehallan doahpaga ‛álbmogat ’ nu, ahte dat ii šat ipmirduvvo homogenalaš doaban.

source: Useat kansat voivat siten elää vieri vieressä yhteisellä tai osittain yhteisellä alueella ilman, että se horjuttaisi kaikkien kansojen itsemääräämisoikeuden ja valtioiden alueellisen koskemattomuuden välillä vallitsevaa tasapainoa. Alkuperäiskansoilla
sme: Eanet álbmogat sáhttet dainna lágiin orrut buohtalagaid oktasaš dahje sullii oktasaš territoriijas almmá dan dili áittekeahttá buot álbmogiid iešmearridanvuoigatvuođaid dássedeattu ja stáhtaid territoriijalaš integritehta. ”
